{"backend": "tensorflow", "class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "batch_input_shape": [null, 401], "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_1", "units": 350, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_2", "units": 220, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_3", "units": 180, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_4", "units": 120, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_5", "units": 30, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_6", "units": 20, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_7", "units": 10, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_8", "units": 5, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "trainable": true, "use_bias": true, "activation": "softmax", "kernel_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "name": "dense_9", "units": 3, "kernel_constraint": null}}]}, "keras_version": "2.3.1"}